Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# SendFilesDescription
source: To send a file to your Android device, click on the Share icon or right-click on the file and select "Share". Then, select "QuickDrop" from the list of apps and follow the instructions. If you don't see QuickDrop in the list, click on "Edit Extensions", scroll down, and enable the toggle for QuickDrop. If QuickDrop still does not appear after this step, please restart your Mac. After restarting, QuickDrop should be available in the menu. You can also send the current content of your Mac's clipboard to your Android device by clicking on QuickDrop's menu bar icon and selecting "Send Clipboard".
ar: لإرسال ملف إلى جهاز Android الخاص بك، اضغط على أيقونة المشاركة أو انقر بزر الماوس الأيمن على الملف واختر "مشاركة". بعد ذلك، اختر "QuickDrop" من قائمة التطبيقات واتبع التعليمات. إذا لم تجد QuickDrop في القائمة، اضغط على "تعديل الامتدادات"، مرّر للأسفل وفعّل زر التبديل لـ QuickDrop. إذا لم يظهر QuickDrop بعد إكمال هذه الخطوة، يرجى إعادة تشغيل جهاز Mac. بعد إعادة التشغيل، يجب أن يصبح QuickDrop متاحاً في القائمة. يمكنك أيضاً إرسال محتوى الحافظة الحالي في Mac إلى جهاز Android بالضغط على أيقونة QuickDrop في شريط القوائم واختيار "إرسال الحافظة".
ca: Per enviar un fitxer al teu dispositiu Android, fes clic a la icona de Compartir o fes clic dret al fitxer i selecciona "Compartir". A continuació, tria "QuickDrop" de la llista d'apps i segueix les instruccions. Si no veus QuickDrop a la llista, fes clic a "Edita extensions", baixa fins avall i activa el commutador per QuickDrop. Si QuickDrop encara no apareix, reinicia el teu Mac. Un cop reiniciat, QuickDrop hauria d'estar disponible al menú. També pots enviar el contingut actual del porta-retalls del teu Mac al teu dispositiu Android fent clic a la icona de la barra de menú de QuickDrop i seleccionant "Envia porta-retalls".
cs: Chcete-li odeslat soubor do svého zařízení Android, klikněte na ikonu Sdílet nebo klikněte pravým tlačítkem na soubor a vyberte „Sdílet“. Poté v seznamu aplikací vyberte „QuickDrop“ a postupujte podle pokynů. Pokud nevidíte QuickDrop v seznamu, klikněte na „Upravit rozšíření“, sjeďte dolů a povolte přepínač pro QuickDrop. Pokud se QuickDrop po tomto kroku stále nezobrazuje, restartujte Mac. Po restartování by měl být QuickDrop v nabídce dostupný. Aktuální obsah schránky Macu můžete také odeslat na zařízení Android kliknutím na ikonu QuickDrop v horní liště a volbou „Odeslat schránku“.
da: For at sende en fil til din Android-enhed, skal du klikke på Del-ikonet eller højreklikke på filen og vælge "Del". Vælg derefter "QuickDrop" fra listen over apps og følg anvisningerne. Hvis du ikke ser QuickDrop på listen, skal du klikke på "Rediger udvidelser", rulle ned og aktivere kontakten for QuickDrop. Hvis QuickDrop stadig ikke vises, efter du har gjort dette, så genstart din Mac. Når din Mac er genstartet, bør QuickDrop være tilgængelig i menuen. Du kan også sende indholdet fra din Macs udklipsholder til din Android-enhed ved at klikke på QuickDrops menulinjeikon og vælge "Send udklipsholder".
de: Um eine Datei an dein Android-Gerät zu senden, klicke auf das Teilen-Symbol oder mache einen Rechtsklick auf die Datei und wähle „Teilen“. Wähle dann „QuickDrop“ aus der App-Liste aus und folge den Anweisungen. Falls QuickDrop nicht in der Liste erscheint, klicke auf „Erweiterungen bearbeiten“, scrolle nach unten und aktiviere den Schalter für QuickDrop. Sollte QuickDrop danach immer noch nicht angezeigt werden, starte deinen Mac neu. Danach sollte QuickDrop im Menü verfügbar sein. Du kannst auch den aktuellen Inhalt der Zwischenablage deines Macs an dein Android-Gerät senden, indem du auf das QuickDrop-Symbol in der Menüleiste klickst und „Zwischenablage senden“ auswählst.
el: Για να στείλετε ένα αρχείο στη συσκευή σας Android, κάντε κλικ στο εικονίδιο Κοινή Χρήση ή δεξί κλικ στο αρχείο και επιλέξτε «Κοινή Χρήση». Στη συνέχεια, επιλέξτε «QuickDrop» από τη λίστα εφαρμογών και ακολουθήστε τις οδηγίες. Αν δεν βλέπετε το QuickDrop στη λίστα, κάντε κλικ στο «Επεξεργασία Επεκτάσεων», μετακινηθείτε προς τα κάτω και ενεργοποιήστε τον διακόπτη για το QuickDrop. Εάν το QuickDrop δεν εμφανιστεί μετά από αυτό το βήμα, παρακαλούμε επανεκκινήστε το Mac σας. Μετά την επανεκκίνηση, το QuickDrop θα είναι διαθέσιμο στο μενού. Μπορείτε επίσης να στείλετε το περιεχόμενο του πρόχειρου του Mac σας στη συσκευή Android κάνοντας κλικ στο εικονίδιο QuickDrop στη γραμμή μενού και επιλέγοντας «Αποστολή πρόχειρου».
es: Para enviar un archivo a tu dispositivo Android, haz clic en el ícono de Compartir o haz clic derecho sobre el archivo y selecciona "Compartir". Luego, elige "QuickDrop" de la lista de apps y sigue las instrucciones. Si no ves QuickDrop en la lista, haz clic en "Editar extensiones", desplázate hacia abajo y activa el interruptor de QuickDrop. Si QuickDrop sigue sin aparecer después de este paso, reinicia tu Mac. Después de reiniciar, QuickDrop debería estar disponible en el menú. También puedes enviar el contenido actual del portapapeles de tu Mac a tu dispositivo Android haciendo clic en el ícono de QuickDrop en la barra de menú y seleccionando "Enviar portapapeles".
es_419: Para enviar un archivo a tu dispositivo Android, haz clic en el ícono de Compartir o haz clic derecho sobre el archivo y selecciona "Compartir". Luego, elige "QuickDrop" de la lista de apps y sigue las instrucciones. Si no ves QuickDrop en la lista, haz clic en "Editar extensiones", desplázate hacia abajo y activa el interruptor de QuickDrop. Si QuickDrop sigue sin aparecer después de este paso, reinicia tu Mac. Una vez reiniciado, QuickDrop debería estar disponible en el menú. También puedes enviar el contenido actual del portapapeles de tu Mac a tu dispositivo Android haciendo clic en el ícono de QuickDrop en la barra de menú y seleccionando "Enviar portapapeles".
fi: Lähettääksesi tiedoston Android-laitteellesi, klikkaa Jaa-kuvaketta tai hiiren oikealla tiedoston päällä ja valitse "Jaa". Valitse sitten sovelluslistasta "QuickDrop" ja seuraa ohjeita. Jos QuickDrop ei näy listalla, klikkaa "Muokkaa laajennuksia", vieritä alas ja ota QuickDrop käyttöön vaihtokytkimestä. Mikäli QuickDrop ei tule näkyviin tämän jälkeen, käynnistä Mac uudelleen. Uudelleenkäynnistyksen jälkeen QuickDropin pitäisi näkyä valikossa. Voit myös lähettää Macisi leikepöydän sisällön Android-laitteellesi klikkaamalla QuickDropin valikkopalkkikuvaketta ja valitsemalla "Lähetä leikepöytä".
fr: Pour envoyer un fichier vers votre appareil Android, cliquez sur l’icône Partager ou faites un clic droit sur le fichier et sélectionnez « Partager ». Ensuite, choisissez « QuickDrop » dans la liste des applications et suivez les instructions. Si QuickDrop n’apparaît pas dans la liste, cliquez sur « Modifier les extensions », faites défiler vers le bas et activez l’option QuickDrop. Si QuickDrop n’apparaît toujours pas après cette étape, redémarrez votre Mac. Après le redémarrage, QuickDrop devrait apparaître dans le menu. Vous pouvez aussi envoyer le contenu actuel du presse-papiers de votre Mac vers votre appareil Android en cliquant sur l’icône QuickDrop dans la barre de menus et en sélectionnant « Envoyer le presse-papiers ».
fr_ca: Pour envoyer un fichier à votre appareil Android, cliquez sur l’icône de partage ou faites un clic droit sur le fichier et sélectionnez « Partager ». Ensuite, choisissez « QuickDrop » dans la liste des applications et suivez les instructions. Si QuickDrop n’apparaît pas dans la liste, cliquez sur « Modifier les extensions », faites défiler vers le bas et activez le bouton pour QuickDrop. Si QuickDrop ne s’affiche toujours pas après cette étape, veuillez redémarrer votre Mac. Une fois redémarré, QuickDrop devrait être disponible dans le menu. Vous pouvez aussi envoyer le contenu actuel du presse-papiers de votre Mac à votre appareil Android en cliquant sur l’icône QuickDrop dans la barre de menu, puis en sélectionnant « Envoyer le presse-papiers ».
he: כדי לשלוח קובץ למכשיר האנדרואיד שלך, לחץ על סמל השיתוף או לחץ לחיצה ימנית על הקובץ ובחר "שיתוף". לאחר מכן, בחר "QuickDrop" מרשימת האפליקציות ופעל לפי ההוראות. אם אינך רואה את QuickDrop ברשימה, לחץ על "ערוך הרחבות", גלול למטה והפעל את המתג עבור QuickDrop. אם QuickDrop לא מופיעה לאחר שלב זה, הפעל מחדש את ה-Mac שלך. לאחר ההפעלה, QuickDrop אמורה להופיע בתפריט. ניתן גם לשלוח את תוכן הלוח הנוכחי של ה-Mac שלך למכשיר האנדרואיד על ידי לחיצה על סמל QuickDrop בשורת התפריטים ובחירה ב"שלח לוח".
hi: अपने Android डिवाइस पर फ़ाइल भेजने के लिए, फ़ाइल पर Share आइकन पर क्लिक करें या उस पर राइट-क्लिक करके "Share" चुनें। इसके बाद, ऐप्स की सूची में से "QuickDrop" चुनें और निर्देशों का पालन करें। यदि आपको सूची में QuickDrop नहीं दिखता है, तो "Edit Extensions" पर क्लिक करें, नीचे स्क्रॉल करें और QuickDrop के लिए टॉगल को सक्षम करें। यदि ये करने के बाद भी QuickDrop नहीं दिखता, तो कृपया अपना Mac पुनः चालू करें। पुनः चालू करने के बाद, QuickDrop मेनू में उपलब्ध होना चाहिए। आप अपने Mac के क्लिपबोर्ड की सामग्री भी अपने Android डिवाइस पर भेज सकते हैं। इसके लिए QuickDrop का मेनू बार आइकन क्लिक करें और "Send Clipboard" चुनें।
hr: Da biste poslali datoteku na svoj Android uređaj, kliknite na ikonu Dijeli ili desnom tipkom miša kliknite na datoteku i odaberite "Dijeli". Zatim izaberite "QuickDrop" s popisa aplikacija i slijedite upute. Ako ne vidite QuickDrop na popisu, kliknite na "Uredi ekstenzije", pomaknite se dolje i uključite prekidač za QuickDrop. Ako se QuickDrop i nakon toga ne pojavi, ponovno pokrenite svoj Mac. Nakon ponovnog pokretanja, QuickDrop bi trebao biti dostupan u izborniku. Također možete poslati trenutni sadržaj međuspremnika vašeg Maca na Android uređaj klikom na QuickDrop ikonu u traci izbornika i odabirom "Pošalji međuspremnik".
hu: Fájl küldéséhez Android készülékedre kattints a Megosztás ikonra, vagy kattints jobb gombbal a fájlra, és válaszd a "Megosztás" lehetőséget. Ezután válaszd ki a listából a "QuickDrop" appot, és kövesd az utasításokat. Ha nem látod a QuickDropot a listában, kattints a "Kiterjesztések szerkesztése" menüpontra, görgess lefelé, és kapcsold be a QuickDrop kapcsolót. Ha ezután sem jelenik meg, indítsd újra a Mac-et. Újraindítás után a QuickDrop elérhető lesz a menüben. A Mac vágólapjának aktuális tartalmát is elküldheted Android eszközödre: kattints a QuickDrop menüsor ikonjára, majd válaszd a "Vágólap küldése" lehetőséget.
id: Untuk mengirim file ke perangkat Android Anda, klik ikon Bagikan atau klik kanan pada file lalu pilih "Bagikan". Setelah itu, pilih "QuickDrop" dari daftar aplikasi dan ikuti petunjuknya. Jika QuickDrop tidak muncul dalam daftar, klik "Edit Ekstensi", gulir ke bawah, lalu aktifkan pengalih untuk QuickDrop. Jika QuickDrop masih belum muncul setelah langkah ini, silakan mulai ulang Mac Anda. Setelah Mac dinyalakan ulang, QuickDrop harus tersedia di menu. Anda juga bisa mengirim isi clipboard Mac Anda ke perangkat Android dengan mengklik ikon QuickDrop di menu bar dan memilih "Kirim Clipboard".
it: Per inviare un file al tuo dispositivo Android, clicca sull’icona Condividi oppure fai clic destro sul file e scegli "Condividi". Successivamente, seleziona "QuickDrop" dall’elenco delle app e segui le istruzioni. Se non vedi QuickDrop nell’elenco, clicca su "Modifica estensioni", scorri verso il basso e attiva l’interruttore per QuickDrop. Se QuickDrop non compare nemmeno dopo questo passaggio, riavvia il Mac. Una volta riavviato, QuickDrop dovrebbe essere disponibile nel menu. Puoi anche inviare il contenuto attuale degli appunti del Mac al dispositivo Android cliccando sull’icona QuickDrop nella barra menu e selezionando "Invia Appunti".
ja: Android デバイスにファイルを送信するには、共有アイコンをクリックするか、ファイルを右クリックして「共有」を選択してください。その後、アプリ一覧から「QuickDrop」を選び、指示に従ってください。 リストにQuickDropが表示されない場合は、「機能拡張を編集」をクリックし、下にスクロールしてQuickDropのトグルを有効にしてください。この手順を終えてもQuickDropが表示されない場合は、Macを再起動してください。再起動後、メニューでQuickDropが利用できるようになります。 また、メニューバーのQuickDropアイコンをクリックし、「クリップボード送信」を選択することで、Macのクリップボードの内容をAndroidデバイスに送信できます。
ko: Android 기기로 파일을 전송하려면, 파일을 선택 후 공유 아이콘을 클릭하거나 파일을 우클릭하여 "공유"를 선택하세요. 이후 앱 목록에서 "QuickDrop"을 선택하고 안내에 따라 진행하세요. 목록에 QuickDrop이 보이지 않으면, "확장 프로그램 편집"을 클릭하고 아래로 스크롤하여 QuickDrop 토글을 활성화하세요. 이 단계를 완료해도 QuickDrop이 보이지 않는다면 Mac을 재시작해 주세요. 재시작하면 QuickDrop이 메뉴에 나타날 것입니다. 또한 Mac의 클립보드 내용을 QuickDrop 메뉴 막대 아이콘을 클릭한 뒤 "클립보드 전송"을 선택하여 Android 기기로 보낼 수 있습니다.
ms: Untuk menghantar fail ke peranti Android anda, klik ikon Kongsi atau klik kanan pada fail dan pilih "Kongsi". Seterusnya, pilih "QuickDrop" daripada senarai aplikasi dan ikut arahan yang diberikan. Jika anda tidak nampak QuickDrop dalam senarai, klik pada "Edit Extensions", skrol ke bawah dan aktifkan togol untuk QuickDrop. Jika QuickDrop masih tidak muncul selepas langkah ini, sila mulakan semula Mac anda. Setelah dimulakan semula, QuickDrop sepatutnya tersedia dalam menu. Anda juga boleh hantar kandungan papan klip Mac anda ke peranti Android dengan klik ikon bar menu QuickDrop dan memilih "Hantar Papan Klip".
nb: For å sende en fil til din Android-enhet, klikk på delingsikonet eller høyreklikk på filen og velg "Del". Velg deretter "QuickDrop" fra listen over apper og følg instruksjonene. Hvis du ikke ser QuickDrop i listen, klikk på "Rediger utvidelser", bla ned og aktiver bryteren for QuickDrop. Hvis QuickDrop fortsatt ikke vises etter dette, start Mac-en på nytt. Etter omstart skal QuickDrop være tilgjengelig i menyen. Du kan også sende innholdet fra utklippstavlen på Mac-en til Android-enheten ved å klikke på QuickDrop-ikonet i menylinjen og velge "Send utklippstavle".
nl: Om een bestand naar je Android-apparaat te sturen, klik je op het Deel-pictogram of klik je met de rechtermuisknop op het bestand en kies je "Delen". Selecteer daarna "QuickDrop" uit de lijst met apps en volg de instructies. Zie je QuickDrop niet in de lijst, klik dan op "Extensies bewerken", scroll naar beneden en zet de schakelaar voor QuickDrop aan. Verschijnt QuickDrop nog steeds niet na deze stap, herstart dan je Mac. Na het herstarten zou QuickDrop zichtbaar moeten zijn in het menu. Je kunt ook de huidige inhoud van het klembord van je Mac naar je Android-apparaat sturen via het menu-icoon van QuickDrop door te kiezen voor "Klembord verzenden".
pl: Aby wysłać plik na swoje urządzenie z Androidem, kliknij ikonę Udostępnij lub kliknij prawym przyciskiem myszy na pliku i wybierz „Udostępnij”. Następnie wybierz „QuickDrop” z listy aplikacji i postępuj zgodnie z instrukcjami. Jeśli nie widzisz QuickDrop na liście, kliknij „Edytuj rozszerzenia”, przewiń w dół i włącz przełącznik dla QuickDrop. Jeśli po tym kroku QuickDrop nadal się nie pojawia, uruchom Maca ponownie. Po restarcie QuickDrop powinien być dostępny w menu. Możesz także wysłać aktualną zawartość schowka swojego Maca na Androida, klikając ikonę QuickDrop na pasku menu i wybierając „Wyślij schowek”.
pt_br: Para enviar um arquivo para seu dispositivo Android, clique no ícone de Compartilhar ou clique com o botão direito no arquivo e selecione "Compartilhar". Em seguida, escolha "QuickDrop" na lista de apps e siga as instruções. Se você não vir o QuickDrop na lista, clique em "Editar Extensões", role para baixo e ative o QuickDrop. Caso o QuickDrop não apareça após esse passo, reinicie seu Mac. Depois de reiniciar, o QuickDrop deve estar disponível no menu. Você também pode enviar o conteúdo atual da área de transferência do seu Mac para o Android clicando no ícone do QuickDrop na barra de menus e selecionando "Enviar Área de Transferência".
pt_pt: Para enviar um ficheiro para o seu dispositivo Android, clique no ícone Partilhar ou clique com o botão direito no ficheiro e selecione "Partilhar". Depois, escolha "QuickDrop" na lista de aplicações e siga as instruções. Se não vir o QuickDrop na lista, clique em "Editar Extensões", desça até encontrar o QuickDrop e ative-o. Se o QuickDrop continuar sem aparecer após este passo, reinicie o seu Mac. Após reiniciar, o QuickDrop deverá estar disponível no menu. Também pode enviar o conteúdo atual da área de transferência do seu Mac para o dispositivo Android, clicando no ícone da barra de menu do QuickDrop e selecionando "Enviar Área de Transferência".
ro: Pentru a trimite un fișier pe dispozitivul Android, fă clic pe pictograma Partajare sau dă clic dreapta pe fișier și selectează „Partajare”. Apoi, alege „QuickDrop” din lista de aplicații și urmează instrucțiunile. Dacă nu vezi QuickDrop în listă, fă clic pe „Editează extensii”, derulează în jos și activează comutatorul pentru QuickDrop. Dacă QuickDrop nu apare după acest pas, repornește Mac-ul. După repornire, QuickDrop ar trebui să fie disponibil în meniu. Poți trimite și conținutul actual din clipboard-ul Mac-ului către dispozitivul Android făcând clic pe pictograma QuickDrop din bara de meniu și selectând „Trimite clipboard”.
ru: Чтобы отправить файл на ваше Android-устройство, нажмите на значок «Поделиться» или щелкните правой кнопкой мыши по файлу и выберите «Поделиться». Затем выберите «QuickDrop» из списка приложений и следуйте инструкциям. Если QuickDrop не отображается в списке, нажмите «Изменить расширения», прокрутите вниз и включите переключатель для QuickDrop. Если даже после этого QuickDrop не появился, перезапустите ваш Mac. После перезапуска QuickDrop должен появиться в меню. Также вы можете отправить содержимое буфера обмена вашего Mac на Android-устройство, нажав на иконку QuickDrop в строке меню и выбрав «Отправить буфер обмена».
sv: För att skicka en fil till din Android-enhet, klicka på Dela-ikonen eller högerklicka på filen och välj "Dela". Välj sedan "QuickDrop" från listan över appar och följ instruktionerna. Om du inte ser QuickDrop i listan, klicka på "Redigera tillägg", scrolla ner och aktivera reglaget för QuickDrop. Om QuickDrop fortfarande inte visas efter detta steg, starta om din Mac. Efter omstart ska QuickDrop finnas i menyn. Du kan också skicka innehållet från Macens urklipp till din Android-enhet genom att klicka på QuickDrops menyfältikonen och välja "Skicka urklipp".
th: หากต้องการส่งไฟล์ไปยังอุปกรณ์ Android ของคุณ ให้คลิกไอคอนแชร์ หรือคลิกขวาที่ไฟล์แล้วเลือก "แชร์" จากนั้นเลือก "QuickDrop" จากรายการแอปแล้วทำตามคำแนะนำ หากคุณไม่เห็น QuickDrop ในรายการ ให้คลิก "แก้ไขส่วนขยาย" เลื่อนลงแล้วเปิดสวิตช์สำหรับ QuickDrop หากยังไม่พบ QuickDrop หลังจากขั้นตอนนี้ กรุณารีสตาร์ท Mac ของคุณ เมื่อรีสตาร์ทแล้ว QuickDrop จะปรากฏในเมนู คุณยังสามารถส่งเนื้อหาคลิปบอร์ดบน Mac ของคุณไปยัง Android ได้โดยคลิกที่ไอคอนแถบเมนูของ QuickDrop แล้วเลือก "ส่งคลิปบอร์ด"
tr: Bir dosyayı Android cihazınıza göndermek için, Paylaş simgesine tıklayın veya dosyaya sağ tıklayıp "Paylaş"ı seçin. Ardından, uygulama listesinden "QuickDrop"u seçin ve talimatları izleyin. Eğer QuickDrop'u listede göremiyorsanız, "Uzantıları Düzenle"ye tıklayın, aşağı kaydırın ve QuickDrop'un anahtarını etkinleştirin. Bu adımı tamamladıktan sonra hala QuickDrop görünmüyorsa, lütfen Mac'inizi yeniden başlatın. Yeniden başlattıktan sonra QuickDrop menüde yer alacaktır. Ayrıca Mac'inizin panosundaki mevcut içeriği QuickDrop'un menü çubuğu simgesine tıklayıp "Panoyu Gönder" seçeneğini seçerek Android cihazınıza gönderebilirsiniz.
uk: Щоб надіслати файл на свій Android-пристрій, натисніть піктограму «Поділитися» або клацніть правою кнопкою миші на файлі й виберіть «Поділитися». Потім виберіть «QuickDrop» зі списку додатків і дотримуйтесь інструкцій. Якщо QuickDrop не відображається у списку, натисніть «Редагувати розширення», прокрутіть вниз і ввімкніть перемикач для QuickDrop. Якщо після цього QuickDrop все ще не з’явився, перезапустіть Mac. Після перезапуску QuickDrop має з’явитись у меню. Ви також можете надіслати вміст буфера обміну Mac на свій Android-пристрій, натиснувши іконку QuickDrop у меню та обравши «Надіслати буфер обміну».
vi: Để gửi tệp đến thiết bị Android, hãy nhấp vào biểu tượng Chia sẻ hoặc nhấp chuột phải vào tệp và chọn "Chia sẻ". Sau đó, chọn "QuickDrop" trong danh sách ứng dụng và làm theo hướng dẫn. Nếu không thấy QuickDrop trong danh sách, hãy nhấp vào "Chỉnh sửa Tiện ích mở rộng", cuộn xuống và bật chuyển đổi cho QuickDrop. Nếu QuickDrop vẫn không xuất hiện sau bước này, vui lòng khởi động lại máy Mac. Sau khi khởi động lại, QuickDrop sẽ xuất hiện trong menu. Bạn cũng có thể gửi nội dung hiện tại của bảng nhớ tạm trên Mac đến thiết bị Android bằng cách nhấp vào biểu tượng QuickDrop trên thanh menu và chọn "Gửi Bảng Nhớ Tạm".
zh_hans: 要将文件发送到安卓设备，请点击“共享”图标或右键点击文件选择“共享”。随后，在应用列表中选择“QuickDrop”，并按照提示操作。 如果未在列表中看到 QuickDrop，请点击“编辑扩展”，向下滚动并启用 QuickDrop 开关。如果完成此步骤后 QuickDrop 仍未出现，请重启 Mac。重启后，QuickDrop 应出现在菜单中。 你还可以点击 QuickDrop 菜单栏图标，选择“发送剪贴板”，将 Mac 剪贴板内容发送到安卓设备。
zh_hant: 要將檔案傳送到您的 Android 裝置，請點擊分享圖示或在檔案上按右鍵，然後選擇「分享」。接著，從應用程式列表中選擇「QuickDrop」，並依照指示操作。 如果您在列表中找不到 QuickDrop，請點擊「編輯擴充功能」，向下捲動並啟用 QuickDrop 的開關。如果完成這個步驟後仍未顯示 QuickDrop，請重新啟動您的 Mac。重新啟動後，QuickDrop 應會出現在選單中。 您也可以點擊 QuickDrop 的選單列圖示，再選擇「傳送剪貼簿」，將 Mac 剪貼簿的內容傳送到 Android 裝置。

source: Send Images
ar: إرسال الصور
ca: Enviar Imatges
cs: Odeslat obrázky
da: Send billeder
de: Bilder senden
el: Αποστολή Εικόνων
es: Enviar imágenes
es_419: Enviar imágenes
fi: Lähetä kuvia
fr: Envoyer des images
fr_ca: Envoyer des images
he: שלח תמונות
hi: छवियां भेजें
hr: Pošalji slike
hu: Képek küldése
id: Kirim Gambar
it: Invia immagini
ja: 画像を送信
ko: 이미지 보내기
ms: Hantar Gambar
nb: Send bilder
nl: Afbeeldingen verzenden
pl: Wyślij obrazy
pt_br: Enviar Imagens
pt_pt: Enviar Imagens
ro: Trimite Imagini
ru: Отправить изображения
sv: Skicka bilder
th: ส่งรูปภาพ
tr: Resimleri Gönder
uk: Надіслати зображення
vi: Gửi Hình ảnh
zh_hans: 发送图片
zh_hant: 發送圖像

source: Sending...
ar: جارٍ الإرسال...
ca: Enviant...
cs: Odesílání...
da: Sender...
de: Senden...
el: Αποστολή...
es: Enviando...
es_419: Enviando...
fi: Lähetetään...
fr: Envoi en cours...
fr_ca: Envoi en cours...
he: שולח...
hi: भेजा जा रहा है...
hr: Slanje...
hu: Küldés...
id: Mengirim...
it: Invio in corso...
ja: 送信中...
ko: 보내는 중...
ms: Menghantar...
nb: Sender...
nl: Bezig met verzenden...
pl: Wysyłanie...
pt_br: Enviando...
pt_pt: A enviar...
ro: Se trimite...
ru: Отправка...
sv: Skickar...
th: กำลังส่ง...
tr: Gönderiliyor...
uk: Надсилання...
vi: Đang gửi...
zh_hans: 正在发送...
zh_hant: 傳送中...

source: Settings
ar: الإعدادات
ca: Configuracions
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
es_419: Configuraciones
fi: Asetukset
fr: Paramètres
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置
